Repository: NMolargik/Opalite
Catalog: OpaliteQuickLook/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, ja

source: Color already saved
es: El color ya está guardado
fr_ca: Couleur déjà enregistrée
ja: カラーはすでに保存済みです

source: Couldn't load content: %@
es: No se pudo cargar el contenido: %@
fr_ca: Impossible de charger le contenu : %@
ja: コンテンツを読み込めませんでした：%@

source: Creating more palettes requires Onyx
es: Crear más paletas requiere Onyx
fr_ca: Créer d'autres palettes nécessite Onyx
ja: これ以上パレットを作成するにはOnyxが必要です

source: Delete failed: %@
es: Error al eliminar: %@
fr_ca: Échec de la suppression : %@
ja: 削除に失敗しました：%@

source: Export failed: %@
es: Error al exportar: %@
fr_ca: Échec de l'exportation : %@
ja: 書き出しに失敗しました：%@

source: Import failed: %@
es: Error al importar: %@
fr_ca: Échec de l'importation : %@
ja: 読み込みに失敗しました：%@

source: Onyx required
es: Requiere Onyx
fr_ca: Nécessite Onyx
ja: Onyxが必要です

source: Opalite can't open this kind of file.
es: Opalite no puede abrir este tipo de archivo.
fr_ca: Opalite ne peut pas ouvrir ce type de fichier.
ja: Opaliteはこの種類のファイルを開けません。

source: Palette already saved
es: Paleta ya guardada
fr_ca: Palette déjà enregistrée
ja: パレットは保存済みです

source: Publish failed: %@
es: Error al publicar: %@
fr_ca: Échec de la publication : %@
ja: 公開に失敗しました：%@

source: Purchase could not be completed
es: No se pudo completar la compra
fr_ca: L'achat n'a pas pu être effectué
ja: 購入を完了できませんでした

source: Purchase verification failed
es: Falló la verificación de la compra
fr_ca: Échec de la vérification de l'achat
ja: 購入の検証に失敗しました

source: Report failed: %@
es: Error al denunciar: %@
fr_ca: Échec du signalement : %@
ja: 報告に失敗しました：%@

source: Sign in to iCloud
es: Inicia sesión en iCloud
fr_ca: Connectez-vous à iCloud
ja: iCloudにサインイン

source: Slow down, try again soon
es: Más despacio, inténtalo de nuevo pronto
fr_ca: Doucement, réessayez bientôt
ja: 少し待ってから、もう一度お試しください

source: That item no longer exists.
es: Ese elemento ya no existe.
fr_ca: Cet élément n'existe plus.
ja: そのアイテムはもう存在しません。

source: The file format is invalid or corrupted.
es: El formato del archivo no es válido o está dañado.
fr_ca: Le format du fichier est non valide ou endommagé.
ja: ファイル形式が無効か破損しています。

source: The file is missing required data.
es: Al archivo le faltan datos necesarios.
fr_ca: Il manque des données requises dans le fichier.
ja: ファイルに必要なデータがありません。

source: Unable to access the file.
es: No se puede acceder al archivo.
fr_ca: Impossible d'accéder au fichier.
ja: ファイルにアクセスできません。

source: Unable to export PDF
es: No se pudo exportar el PDF
fr_ca: Impossible d'exporter le PDF
ja: PDFを書き出せません

source: Unable to load Onyx options
es: No se pudieron cargar las opciones de Onyx
fr_ca: Impossible de charger les options Onyx
ja: Onyxのオプションを読み込めません

source: Unable to load your portfolio.
es: No se pudo cargar tu portafolio.
fr_ca: Impossible de charger votre portfolio.
ja: ポートフォリオを読み込めません。

source: Unable to restore purchases
es: No se pudieron restaurar las compras
fr_ca: Impossible de restaurer les achats
ja: 購入を復元できません

source: Unable to save changes.
es: No se pudieron guardar los cambios.
fr_ca: Impossible d'enregistrer les modifications.
ja: 変更を保存できません。

source: Unlimited canvases require Onyx
es: Los lienzos ilimitados requieren Onyx
fr_ca: Les canevas illimités nécessitent Onyx
ja: キャンバスを無制限に使うにはOnyxが必要です

source: You're offline
es: Sin conexión
fr_ca: Vous êtes hors ligne
ja: オフラインです
